Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: %@ is running and will be stopped. Whatever it is doing right now will be interrupted.
ar: %@ قيد التشغيل وسيتم إيقافه. ستتم مقاطعة كل ما يفعله الآن.
de: %@ läuft und wird gestoppt. Was er gerade tut, wird unterbrochen.
es: %@ está en ejecución y se detendrá. Lo que esté haciendo ahora mismo se interrumpirá.
fr: %@ est en cours d’exécution et sera arrêté. Ce qu’il est en train de faire sera interrompu.
hi: %@ चल रहा है और रोक दिया जाएगा। यह अभी जो कुछ कर रहा है, वह बाधित हो जाएगा।
it: %@ è in esecuzione e verrà arrestato. Qualunque cosa stia facendo ora verrà interrotta.
ja: %@は実行中で、停止されます。現在行っている処理は中断されます。
ko: %@이(가) 실행 중이며 중단됩니다. 현재 진행 중인 작업은 중단됩니다.
nl: %@ is actief en wordt gestopt. Waar de agent nu mee bezig is, wordt onderbroken.
pl: %@ działa i zostanie zatrzymany. To, co teraz robi, zostanie przerwane.
pt_br: %@ está em execução e será parado. O que ele estiver fazendo agora será interrompido.
ru: %@ работает и будет остановлен. Всё, что он делает сейчас, будет прервано.
tr: %@ çalışıyor ve durdurulacak. Şu anda yaptığı her şey yarıda kesilecek.
uk: %@ працює і буде зупинений. Усе, що він зараз робить, буде перервано.
zh_hans: %@ 正在运行，将被停止。它当前正在进行的操作将被中断。
zh_hant: %@ 正在執行，將會停止。它目前進行中的工作將被中斷。

# %@ moved to %@.
source: %1$@ moved to %2$@.
ar: تم نقل %1$@ إلى «%2$@».
de: %1$@ nach „%2$@“ verschoben.
es: %1$@ se ha movido a “%2$@”.
fr: %1$@ déplacée vers « %2$@ ».
hi: %1$@ को “%2$@” में ले जाया गया।
it: %1$@ spostata in “%2$@”.
ja: %1$@を「%2$@」に移動しました。
ko: %1$@을(를) “%2$@”(으)로 이동했습니다.
nl: %1$@ verplaatst naar ‘%2$@’.
pl: Przeniesiono %1$@ do „%2$@”.
pt_br: %1$@ movida para “%2$@”.
ru: «%1$@» перемещена в «%2$@».
tr: %1$@ taşındı: “%2$@”.
uk: «%1$@» переміщено в «%2$@».
zh_hans: 已将“%1$@”移到“%2$@”。
zh_hant: %1$@ 已移至「%2$@」。

source: %@ no longer exists; its closest folder was revealed.
ar: لم يعد %@ موجودًا، لذا تم عرض أقرب مجلد إليه.
de: %@ existiert nicht mehr; der nächstgelegene Ordner wurde gezeigt.
es: %@ ya no existe; se ha mostrado la carpeta más cercana.
fr: %@ n’existe plus ; le dossier le plus proche a été affiché.
hi: %@ अब मौजूद नहीं है; इसका सबसे निकट का फ़ोल्डर दिखाया गया।
it: %@ non esiste più; è stata mostrata la cartella più vicina.
ja: %@は存在しなくなりました。最も近いフォルダを表示しました。
ko: %@이(가) 더 이상 존재하지 않아 가장 가까운 폴더를 표시했습니다.
nl: %@ bestaat niet meer; de dichtstbijzijnde map is getoond.
pl: %@ już nie istnieje; pokazano najbliższy folder.
pt_br: %@ não existe mais; a pasta mais próxima foi mostrada.
ru: %@ больше не существует; показана ближайшая папка.
tr: %@ artık yok; en yakın klasörü gösterildi.
uk: %@ більше не існує; показано найближчу папку.
zh_hans: %@ 已不存在；已显示离它最近的文件夹。
zh_hant: %@ 已不存在；已顯示最接近的資料夾。

# %@ of %@
source: %1$@ of %2$@
ar: %1$@ من %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
hi: %2$@ में से %1$@
it: %1$@ di %2$@
nl: %1$@ van %2$@
pl: %1$@ z %2$@
pt_br: %1$@ de %2$@
ru: %1$@ из %2$@
uk: %1$@ з %2$@

# %@ of %@ · From “%@”, revision %@
source: %1$@ of %2$@ · From “%3$@”, revision %4$@
ar: %1$@ من %2$@ · من «%3$@»، المراجعة %4$@
de: %1$@ von %2$@ · Aus „%3$@“, Revision %4$@
es: %1$@ de %2$@ · De “%3$@”, revisión %4$@
fr: %1$@ sur %2$@ · Issu de « %3$@ », révision %4$@
hi: %2$@ में से %1$@ · “%3$@” से, संशोधन %4$@
it: %1$@ di %2$@ · Da “%3$@”, revisione %4$@
ja: %1$@ / %2$@ · 「%3$@」から、リビジョン%4$@
ko: %1$@ / %2$@ · “%3$@”에서 가져옴, 리비전 %4$@
nl: %1$@ van %2$@ · Uit ‘%3$@’, revisie %4$@
pl: %1$@ z %2$@ · Z szablonu „%3$@”, wersja %4$@
pt_br: %1$@ de %2$@ · De “%3$@”, revisão %4$@
ru: %1$@ из %2$@ · Из «%3$@», редакция %4$@
tr: %1$@ / %2$@ · Kaynak: “%3$@”, revizyon %4$@
uk: %1$@ з %2$@ · Із шаблону «%3$@», ревізія %4$@
zh_hans: %1$@ / %2$@ · 来自“%3$@”，修订版本 %4$@
zh_hant: %1$@／%2$@ · 來自「%3$@」，修訂版本 %4$@

source: %@ of upstream
ar: %@ مقارنة بالمصدر
de: %@ gegenüber Upstream
es: %@ respecto al upstream
fr: %@ par rapport à l’amont
hi: upstream से %@
it: %@ rispetto all’upstream
ja: アップストリームより%@
ko: 업스트림 대비 %@
nl: %@ t.o.v. upstream
pl: %@ względem gałęzi nadrzędnej
pt_br: %@ em relação ao upstream
ru: %@ относительно upstream
tr: upstream’e göre %@
uk: %@ відносно upstream
zh_hans: 相对上游：%@
zh_hant: 相對上游：%@

source: %@ out
ar: %@ إخراج
de: %@ Ausgabe
es: %@ de salida
fr: %@ en sortie
hi: %@ आउटपुट
it: %@ in uscita
ja: 出力%@
ko: 출력 %@
nl: %@ uit
pl: %@ wyj.
pt_br: %@ de saída
ru: %@ выход
tr: %@ çıktı
uk: %@ на виході
zh_hans: %@ 输出
zh_hant: %@ 輸出

source: %@ over what an agent can be started with. Shorten the summary.
ar: زيادة قدرها %@ عمّا يقبله الوكيل عند بدء تشغيله. اختصر الملخص.
de: %@ mehr, als ein Agent beim Start akzeptiert. Kürze die Zusammenfassung.
es: %@ de más para iniciar un agente. Acorta el resumen.
fr: %@ de trop pour lancer un agent. Raccourcissez le résumé.
hi: एजेंट को शुरू करने की सीमा से %@ अधिक। सारांश छोटा करें।
it: %@ in più rispetto a quanto accetta un agente all’avvio. Accorcia il riepilogo.
ja: エージェントの起動時に渡せるサイズを%@超えています。要約を短くしてください。
ko: 에이전트 시작 시 허용 크기보다 %@ 초과합니다. 요약을 줄이십시오.
nl: %@ te veel om een agent mee te starten. Maak de samenvatting korter.
pl: %@ ponad to, z czym można uruchomić agenta. Skróć podsumowanie.
pt_br: %@ acima do que um agente aceita ao iniciar. Encurte o resumo.
ru: На %@ больше, чем можно передать агенту при запуске. Сократите сводку.
tr: Bir ajanın başlatılabileceği boyutu %@ aşıyor. Özeti kısaltın.
uk: На %@ більше, ніж агент приймає під час запуску. Скоротіть підсумок.
zh_hans: 超出智能体启动时可接受的大小 %@。请缩短摘要。
zh_hant: 超出代理程式啟動時可接受的大小 %@。請縮短摘要。

source: %1$@ starts a new conversation and takes no prompt: it will not see %2$@'s conversation, and nothing is sent to it.
ar: يبدأ %1$@ محادثة جديدة ولا يقبل أي prompt: لن يرى محادثة %2$@، ولن يُرسل إليه أي شيء.
de: %1$@ beginnt eine neue Unterhaltung und akzeptiert keinen Prompt: Er sieht die Unterhaltung von %2$@ nicht, und ihm wird nichts gesendet.
es: %1$@ inicia una nueva conversación y no recibe ningún prompt: no verá la conversación de %2$@ y no se le envía nada.
fr: %1$@ démarre une nouvelle conversation et ne reçoit aucun prompt : il ne verra pas la conversation de %2$@, et rien ne lui est envoyé.
hi: %1$@ नई बातचीत शुरू करता है और कोई प्रॉम्प्ट नहीं लेता: यह %2$@ की बातचीत नहीं देखेगा, और इसे कुछ नहीं भेजा जाता।
it: %1$@ avvia una nuova conversazione e non riceve alcun prompt: non vedrà la conversazione di %2$@ e non gli viene inviato nulla.
ja: %1$@は新しい会話を開始し、プロンプトを受け付けません。%2$@の会話は引き継がれず、何も送信されません。
ko: %1$@은(는) 새로운 대화를 시작하며 프롬프트를 받지 않습니다. %2$@의 대화를 볼 수 없으며, 아무것도 전송되지 않습니다.
nl: %1$@ begint een nieuw gesprek en accepteert geen prompt: de agent ziet het gesprek van %2$@ niet en er wordt niets naartoe gestuurd.
pl: %1$@ rozpoczyna nową rozmowę i nie przyjmuje promptu: nie zobaczy rozmowy z %2$@ i nic nie zostanie mu wysłane.
pt_br: %1$@ começa uma nova conversa e não recebe prompt: ele não verá a conversa de %2$@, e nada será enviado a ele.
ru: %1$@ начнёт новую беседу и не принимает промпт: он не увидит беседу %2$@, и ему ничего не будет отправлено.
tr: %1$@ yeni bir konuşma başlatır ve istem almaz: %2$@ ile yapılan konuşmayı görmez ve ona hiçbir şey gönderilmez.
uk: %1$@ почне нову розмову й не приймає промпт: він не побачить розмову %2$@, і йому нічого не буде надіслано.
zh_hans: %1$@ 将开始新对话且不接受提示词：它看不到 %2$@ 的对话，也不会收到任何内容。
zh_hant: %1$@ 會開始新的對話且不接受提示詞：它看不到 %2$@ 的對話，也不會收到任何內容。

source: %1$@ starts a new conversation. It will not see %2$@'s conversation — only the summary below.
ar: يبدأ %1$@ محادثة جديدة. لن يرى محادثة %2$@ — بل الملخص أدناه فقط.
de: %1$@ beginnt eine neue Unterhaltung. Er sieht die Unterhaltung von %2$@ nicht – nur die Zusammenfassung unten.
es: %1$@ inicia una nueva conversación. No verá la conversación de %2$@, solo el resumen de abajo.
fr: %1$@ démarre une nouvelle conversation. Il ne verra pas la conversation de %2$@ — seulement le résumé ci-dessous.
hi: %1$@ नई बातचीत शुरू करता है। यह %2$@ की बातचीत नहीं देखेगा — केवल नीचे दिया गया सारांश।
it: %1$@ avvia una nuova conversazione. Non vedrà la conversazione di %2$@, solo il riepilogo qui sotto.
ja: %1$@は新しい会話を開始します。%2$@の会話は引き継がれず、以下の要約のみが渡されます。
ko: %1$@은(는) 새로운 대화를 시작합니다. %2$@의 대화는 볼 수 없으며 아래 요약만 전달됩니다.
nl: %1$@ begint een nieuw gesprek. De agent ziet het gesprek van %2$@ niet — alleen de samenvatting hieronder.
pl: %1$@ rozpoczyna nową rozmowę. Nie zobaczy rozmowy z %2$@ — tylko poniższe podsumowanie.
pt_br: %1$@ começa uma nova conversa. Ele não verá a conversa de %2$@ — apenas o resumo abaixo.
ru: %1$@ начнёт новую беседу. Он не увидит беседу %2$@ — только сводку ниже.
tr: %1$@ yeni bir konuşma başlatır. %2$@ ile yapılan konuşmayı görmez — yalnızca aşağıdaki özeti görür.
uk: %1$@ почне нову розмову. Він не побачить розмову %2$@ — лише підсумок нижче.
zh_hans: %1$@ 将开始新对话。它看不到 %2$@ 的对话 — 只能看到下方的摘要。
zh_hant: %1$@ 會開始新的對話。它看不到 %2$@ 的對話 — 只會看到下方的摘要。

source: %1$@ starts a new conversation. It will not see %2$@'s conversation, and no summary will be sent.
ar: يبدأ %1$@ محادثة جديدة. لن يرى محادثة %2$@، ولن يُرسل أي ملخص.
de: %1$@ beginnt eine neue Unterhaltung. Er sieht die Unterhaltung von %2$@ nicht, und es wird keine Zusammenfassung gesendet.
es: %1$@ inicia una nueva conversación. No verá la conversación de %2$@ y no se enviará ningún resumen.
fr: %1$@ démarre une nouvelle conversation. Il ne verra pas la conversation de %2$@, et aucun résumé ne sera envoyé.
hi: %1$@ नई बातचीत शुरू करता है। यह %2$@ की बातचीत नहीं देखेगा, और कोई सारांश नहीं भेजा जाएगा।
it: %1$@ avvia una nuova conversazione. Non vedrà la conversazione di %2$@ e non verrà inviato alcun riepilogo.
ja: %1$@は新しい会話を開始します。%2$@の会話は引き継がれず、要約も送信されません。
ko: %1$@은(는) 새로운 대화를 시작합니다. %2$@의 대화는 볼 수 없으며 요약도 전송되지 않습니다.
nl: %1$@ begint een nieuw gesprek. De agent ziet het gesprek van %2$@ niet en er wordt geen samenvatting verstuurd.
pl: %1$@ rozpoczyna nową rozmowę. Nie zobaczy rozmowy z %2$@ i nie zostanie wysłane żadne podsumowanie.
pt_br: %1$@ começa uma nova conversa. Ele não verá a conversa de %2$@, e nenhum resumo será enviado.
ru: %1$@ начнёт новую беседу. Он не увидит беседу %2$@, и сводка отправлена не будет.
tr: %1$@ yeni bir konuşma başlatır. %2$@ ile yapılan konuşmayı görmez ve özet gönderilmez.
uk: %1$@ почне нову розмову. Він не побачить розмову %2$@, і підсумок не буде надіслано.
zh_hans: %1$@ 将开始新对话。它看不到 %2$@ 的对话，也不会发送摘要。
zh_hant: %1$@ 會開始新的對話。它看不到 %2$@ 的對話，也不會傳送摘要。

source: %@ starts a new conversation. It will not see the previous conversation — only the summary below.
ar: يبدأ %@ محادثة جديدة. لن يرى المحادثة السابقة — بل الملخص أدناه فقط.
de: %@ beginnt eine neue Unterhaltung. Er sieht die vorherige Unterhaltung nicht – nur die Zusammenfassung unten.
es: %@ inicia una nueva conversación. No verá la conversación anterior, solo el resumen de abajo.
fr: %@ démarre une nouvelle conversation. Il ne verra pas la conversation précédente — seulement le résumé ci-dessous.
hi: %@ नई बातचीत शुरू करता है। यह पिछली बातचीत नहीं देखेगा — केवल नीचे दिया गया सारांश।
it: %@ avvia una nuova conversazione. Non vedrà la conversazione precedente, solo il riepilogo qui sotto.
ja: %@は新しい会話を開始します。以前の会話は引き継がれず、以下の要約のみが渡されます。
ko: %@은(는) 새로운 대화를 시작합니다. 이전 대화는 볼 수 없으며 아래 요약만 전달됩니다.
nl: %@ begint een nieuw gesprek. De agent ziet het vorige gesprek niet — alleen de samenvatting hieronder.
pl: %@ rozpoczyna nową rozmowę. Nie zobaczy poprzedniej rozmowy — tylko poniższe podsumowanie.
pt_br: %@ começa uma nova conversa. Ele não verá a conversa anterior — apenas o resumo abaixo.
ru: %@ начнёт новую беседу. Он не увидит предыдущую беседу — только сводку ниже.
tr: %@ yeni bir konuşma başlatır. Önceki konuşmayı görmez — yalnızca aşağıdaki özeti görür.
uk: %@ почне нову розмову. Він не побачить попередню розмову — лише підсумок нижче.
zh_hans: %@ 将开始新对话。它看不到之前的对话 — 只能看到下方的摘要。
zh_hant: %@ 會開始新的對話。它看不到先前的對話 — 只會看到下方的摘要。

source: %@ starts a new conversation. It will not see the previous conversation, and no summary will be sent.
ar: يبدأ %@ محادثة جديدة. لن يرى المحادثة السابقة، ولن يُرسل أي ملخص.
de: %@ beginnt eine neue Unterhaltung. Er sieht die vorherige Unterhaltung nicht, und es wird keine Zusammenfassung gesendet.
es: %@ inicia una nueva conversación. No verá la conversación anterior y no se enviará ningún resumen.
fr: %@ démarre une nouvelle conversation. Il ne verra pas la conversation précédente, et aucun résumé ne sera envoyé.
hi: %@ नई बातचीत शुरू करता है। यह पिछली बातचीत नहीं देखेगा, और कोई सारांश नहीं भेजा जाएगा।
it: %@ avvia una nuova conversazione. Non vedrà la conversazione precedente e non verrà inviato alcun riepilogo.
ja: %@は新しい会話を開始します。以前の会話は引き継がれず、要約も送信されません。
ko: %@은(는) 새로운 대화를 시작합니다. 이전 대화는 볼 수 없으며 요약도 전송되지 않습니다.
nl: %@ begint een nieuw gesprek. De agent ziet het vorige gesprek niet en er wordt geen samenvatting verstuurd.
pl: %@ rozpoczyna nową rozmowę. Nie zobaczy poprzedniej rozmowy i nie zostanie wysłane żadne podsumowanie.
pt_br: %@ começa uma nova conversa. Ele não verá a conversa anterior, e nenhum resumo será enviado.
ru: %@ начнёт новую беседу. Он не увидит предыдущую беседу, и сводка отправлена не будет.
tr: %@ yeni bir konuşma başlatır. Önceki konuşmayı görmez ve özet gönderilmez.
uk: %@ почне нову розмову. Він не побачить попередню розмову, і підсумок не буде надіслано.
zh_hans: %@ 将开始新对话。它看不到之前的对话，也不会发送摘要。
zh_hant: %@ 會開始新的對話。它看不到先前的對話，也不會傳送摘要。

source: %1$@ stopped as soon as this conversation was resumed last time, so %2$@ starts a new one with the summary below.
ar: توقف %1$@ فور استئناف هذه المحادثة في المرة الأخيرة، لذا يبدأ %2$@ محادثة جديدة بالملخص أدناه.
de: %1$@ wurde beim letzten Fortsetzen dieser Unterhaltung sofort beendet, daher beginnt %2$@ eine neue mit der Zusammenfassung unten.
es: %1$@ se detuvo nada más reanudar esta conversación la última vez, así que %2$@ inicia una nueva con el resumen de abajo.
fr: %1$@ s’est arrêté dès la reprise de cette conversation la dernière fois : %2$@ en démarre donc une nouvelle avec le résumé ci-dessous.
hi: पिछली बार यह बातचीत जारी करते ही %1$@ रुक गया था, इसलिए %2$@ नीचे दिए गए सारांश के साथ नई बातचीत शुरू करता है।
it: %1$@ si è arrestato appena questa conversazione è stata ripresa l’ultima volta, quindi %2$@ ne avvia una nuova con il riepilogo qui sotto.
ja: 前回この会話を再開した直後に%1$@が停止したため、%2$@は以下の要約を使って新しい会話を開始します。
ko: 지난번에 이 대화를 재개하자마자 %1$@이(가) 중단되었으므로, %2$@이(가) 아래 요약으로 새로운 대화를 시작합니다.
nl: %1$@ stopte de vorige keer meteen toen dit gesprek werd hervat, dus %2$@ begint een nieuw gesprek met de samenvatting hieronder.
pl: %1$@ zatrzymał się zaraz po ostatnim wznowieniu tej rozmowy, więc %2$@ rozpoczyna nową z poniższym podsumowaniem.
pt_br: %1$@ parou assim que esta conversa foi retomada da última vez, então %2$@ começa uma nova com o resumo abaixo.
ru: В прошлый раз %1$@ остановился сразу после возобновления этой беседы, поэтому %2$@ начнёт новую со сводкой ниже.
tr: %1$@ geçen sefer bu konuşma sürdürülür sürdürülmez durdu; bu nedenle %2$@ aşağıdaki özetle yeni bir konuşma başlatır.
uk: Минулого разу %1$@ зупинився одразу після продовження цієї розмови, тому %2$@ почне нову з підсумком нижче.
zh_hans: 上次恢复此对话时 %1$@ 立即停止，因此 %2$@ 将使用下方的摘要开始新对话。
zh_hant: 上次繼續此對話時 %1$@ 隨即停止，因此 %2$@ 會以下方的摘要開始新的對話。

source: %@ wants to open %@ in another application.
ar: يريد %1$@ فتح %2$@ في تطبيق آخر.
de: %@ möchte %@ in einer anderen App öffnen.
es: %@ quiere abrir %@ en otra app.
fr: %1$@ veut ouvrir %2$@ dans une autre application.
hi: %1$@ %2$@ को किसी अन्य ऐप में खोलना चाहता है।
it: %@ vuole aprire %@ in un’altra applicazione.
ja: %1$@が%2$@を別のアプリケーションで開こうとしています。
ko: %1$@이(가) 다른 앱에서 %2$@을(를) 열려고 합니다.
nl: %@ wil %@ openen in een andere app.
pl: %@ chce otworzyć %@ w innej aplikacji.
pt_br: %1$@ quer abrir %2$@ em outro aplicativo.
ru: %@ хочет открыть %@ в другом приложении.
tr: %@, %@ bağlantısını başka bir uygulamada açmak istiyor.
uk: %1$@ хоче відкрити %2$@ в іншій програмі.
zh_hans: %@ 想要在另一个应用中打开 %@。
zh_hant: %1$@ 想要在另一個應用程式中打開 %2$@。

source: %1$@ was archived, but its process (pid %2$@) did not answer the stop and may still be running.
ar: تمت أرشفة %1$@، لكن عمليتها (pid %2$@) لم تستجب للإيقاف وقد تكون لا تزال قيد التشغيل.
de: %1$@ wurde archiviert, aber ihr Prozess (PID %2$@) hat nicht auf das Stoppen reagiert und läuft möglicherweise noch.
es: %1$@ se ha archivado, pero su proceso (pid %2$@) no ha respondido a la orden de detención y puede que siga en ejecución.
fr: %1$@ a été archivée, mais son processus (pid %2$@) n’a pas répondu à l’arrêt et tourne peut-être encore.
hi: %1$@ आर्काइव किया गया, लेकिन इसकी प्रोसेस (pid %2$@) ने रोकने का उत्तर नहीं दिया और शायद अभी भी चल रही है।
it: %1$@ è stata archiviata, ma il suo processo (pid %2$@) non ha risposto all’arresto e potrebbe essere ancora in esecuzione.
ja: %1$@はアーカイブされましたが、プロセス（pid %2$@）が停止に応答せず、まだ実行中の可能性があります。
ko: %1$@이(가) 보관되었지만, 프로세스(pid %2$@)가 중단 요청에 응답하지 않아 아직 실행 중일 수 있습니다.
nl: %1$@ is gearchiveerd, maar het proces (pid %2$@) reageerde niet op het stopverzoek en draait mogelijk nog.
pl: Zarchiwizowano %1$@, ale jej proces (pid %2$@) nie odpowiedział na zatrzymanie i może nadal działać.
pt_br: %1$@ foi arquivada, mas o processo dela (pid %2$@) não respondeu ao pedido de parada e pode ainda estar em execução.
ru: Сессия «%1$@» архивирована, но её процесс (pid %2$@) не ответил на остановку и, возможно, всё ещё работает.
tr: %1$@ arşivlendi, ancak işlemi (pid %2$@) durdurma isteğine yanıt vermedi ve hâlâ çalışıyor olabilir.
uk: «%1$@» архівовано, але його процес (pid %2$@) не відповів на зупинку й, можливо, досі працює.
zh_hans: “%1$@”已归档，但其进程（pid %2$@）未响应停止请求，可能仍在运行。
zh_hant: %1$@ 已封存，但其程序（pid %2$@）未回應停止要求，可能仍在執行。

source: %1$@ was closed, but its process (pid %2$@) did not answer the stop and may still be running.
ar: تم إغلاق %1$@، لكن عمليتها (pid %2$@) لم تستجب للإيقاف وقد تكون لا تزال قيد التشغيل.
de: %1$@ wurde geschlossen, aber ihr Prozess (PID %2$@) hat nicht auf das Stoppen reagiert und läuft möglicherweise noch.
es: %1$@ se ha cerrado, pero su proceso (pid %2$@) no ha respondido a la orden de detención y puede que siga en ejecución.
fr: %1$@ a été fermée, mais son processus (pid %2$@) n’a pas répondu à l’arrêt et tourne peut-être encore.
hi: %1$@ बंद किया गया, लेकिन इसकी प्रोसेस (pid %2$@) ने रोकने का उत्तर नहीं दिया और शायद अभी भी चल रही है।
it: %1$@ è stata chiusa, ma il suo processo (pid %2$@) non ha risposto all’arresto e potrebbe essere ancora in esecuzione.
ja: %1$@は閉じられましたが、プロセス（pid %2$@）が停止に応答せず、まだ実行中の可能性があります。
ko: %1$@이(가) 닫혔지만, 프로세스(pid %2$@)가 중단 요청에 응답하지 않아 아직 실행 중일 수 있습니다.
nl: %1$@ is gesloten, maar het proces (pid %2$@) reageerde niet op het stopverzoek en draait mogelijk nog.
pl: Zamknięto %1$@, ale jej proces (pid %2$@) nie odpowiedział na zatrzymanie i może nadal działać.
pt_br: %1$@ foi fechada, mas o processo dela (pid %2$@) não respondeu ao pedido de parada e pode ainda estar em execução.
ru: Сессия «%1$@» закрыта, но её процесс (pid %2$@) не ответил на остановку и, возможно, всё ещё работает.
tr: %1$@ kapatıldı, ancak işlemi (pid %2$@) durdurma isteğine yanıt vermedi ve hâlâ çalışıyor olabilir.
uk: «%1$@» закрито, але його процес (pid %2$@) не відповів на зупинку й, можливо, досі працює.
zh_hans: “%1$@”已关闭，但其进程（pid %2$@）未响应停止请求，可能仍在运行。
zh_hant: %1$@ 已關閉，但其程序（pid %2$@）未回應停止要求，可能仍在執行。

source: %@ was not found, or is visible only once signed in: sign in in its tab.
ar: لم يُعثر على %@، أو لا يظهر إلا بعد تسجيل الدخول: سجّل الدخول في علامة تبويبه.
de: %@ wurde nicht gefunden oder ist nur nach der Anmeldung sichtbar: Melde dich in seinem Tab an.
es: %@ no se encuentra o solo es visible tras iniciar sesión: inicia sesión en su pestaña.
fr: %@ est introuvable, ou visible seulement une fois connecté : connectez-vous dans son onglet.
hi: %@ नहीं मिला, या केवल साइन इन करने पर दिखता है: इसके टैब में साइन इन करें।
it: %@ non è stato trovato o è visibile solo dopo l’accesso: accedi nel suo pannello.
ja: %@が見つからないか、サインイン後にのみ表示されます。そのタブでサインインしてください。
ko: %@을(를) 찾을 수 없거나 로그인해야만 볼 수 있습니다. 해당 탭에서 로그인하십시오.
nl: %@ is niet gevonden, of alleen zichtbaar na inloggen: log in via het tabblad.
pl: Nie znaleziono %@ lub jest widoczne dopiero po zalogowaniu: zaloguj się w jego karcie.
pt_br: %@ não foi encontrado, ou só fica visível após o login: faça login na aba dele.
ru: %@ не найден или виден только после входа: войдите в его вкладке.
tr: %@ bulunamadı ya da yalnızca giriş yapıldığında görünüyor: sekmesinde giriş yapın.
uk: %@ не знайдено або його видно лише після входу: увійдіть у його вкладці.
zh_hans: 找不到 %@，或须登录后才能看到：请在其标签页中登录。
zh_hant: 找不到 %@，或須登入後才能看到：請在其標籤頁中登入。

source: %@ will stop, then resume their conversation with Full Disk Access. What an agent is doing right now is interrupted.
ar: ستتوقف %@، ثم تستأنف محادثتها مع الوصول الكامل إلى القرص. ستتم مقاطعة ما يفعله أي وكيل الآن.
de: %@ werden gestoppt und setzen ihre Unterhaltung dann mit Festplattenvollzugriff fort. Was ein Agent gerade tut, wird unterbrochen.
es: %@ se detendrán y reanudarán su conversación con acceso total al disco. Lo que esté haciendo un agente ahora mismo se interrumpirá.
fr: %@ vont s’arrêter, puis reprendre leur conversation avec l’accès complet au disque. Ce qu’un agent est en train de faire est interrompu.
hi: %@ रुकेंगे, फिर पूर्ण डिस्क ऐक्सेस के साथ अपनी बातचीत जारी रखेंगे। कोई एजेंट अभी जो कर रहा है, वह बाधित हो जाएगा।
it: %@ si arresteranno, poi riprenderanno la conversazione con l’accesso completo al disco. Ciò che un agente sta facendo ora viene interrotto.
ja: %@は停止し、フルディスクアクセス付きで会話を再開します。エージェントが現在行っている処理は中断されます。
ko: %@이(가) 중단된 후 전체 디스크 접근 권한으로 대화를 재개합니다. 에이전트가 현재 진행 중인 작업은 중단됩니다.
nl: %@ stoppen en hervatten daarna hun gesprek met volledige schijftoegang. Waar een agent nu mee bezig is, wordt onderbroken.
pl: %@: agenci zatrzymają się, a następnie wznowią rozmowę z pełnym dostępem do dysku. To, co agent teraz robi, zostanie przerwane.
pt_br: %@ vão parar e depois retomar a conversa com Acesso Total ao Disco. O que um agente estiver fazendo agora será interrompido.
ru: %@: агенты остановятся, а затем возобновят беседу с полным доступом к диску. Текущие действия агентов будут прерваны.
tr: %@ duracak, sonra konuşmalarını Tam Disk Erişimi ile sürdürecek. Bir ajanın şu anda yaptığı iş yarıda kesilir.
uk: %@ зупиняться, а потім продовжать свою розмову з повним доступом до диска. Те, що агент робить зараз, буде перервано.
zh_hans: %@ 将停止，然后在拥有完全磁盘访问权限的情况下恢复对话。智能体当前正在进行的操作将被中断。
zh_hant: %@ 將會停止，然後以「完全取用磁碟」權限繼續其對話。代理程式目前進行中的工作將被中斷。

source: %@ — Folder not found
ar: %@ — المجلد غير موجود
de: %@ – Ordner nicht gefunden
es: %@ — Carpeta no encontrada
fr: %@ — Dossier introuvable
hi: %@ — फ़ोल्डर नहीं मिला
it: %@ — Cartella non trovata
ja: %@ — フォルダが見つかりません
ko: %@ — 폴더를 찾을 수 없음
nl: %@ — Map niet gevonden
pl: %@ — Nie znaleziono folderu
pt_br: %@ — Pasta não encontrada
ru: %@ — папка не найдена
tr: %@ — Klasör bulunamadı
uk: %@ — папку не знайдено
zh_hans: %@ — 找不到文件夹
zh_hant: %@ — 找不到資料夾

source: %@ — running
ar: %@ — قيد التشغيل
de: %@ – läuft
es: %@ — en ejecución
fr: %@ — en cours d’exécution
hi: %@ — चल रहा है
it: %@ — in esecuzione
ja: %@ — 実行中
ko: %@ — 실행 중
nl: %@ — actief
pl: %@ — działa
pt_br: %@ — em execução
ru: %@ — работает
tr: %@ — çalışıyor
uk: %@ — працює
zh_hans: %@ — 正在运行
zh_hant: %@ — 執行中

# %@, %@. Folder not found
source: %1$@, %2$@. Folder not found
ar: %1$@، %2$@. المجلد غير موجود
de: %1$@, %2$@. Ordner nicht gefunden
es: %1$@, %2$@. Carpeta no encontrada
fr: %1$@, %2$@. Dossier introuvable
hi: %1$@, %2$@। फ़ोल्डर नहीं मिला
it: %1$@, %2$@. Cartella non trovata
ja: %1$@、%2$@。フォルダが見つかりません
ko: %1$@, %2$@. 폴더를 찾을 수 없음
nl: %1$@, %2$@. Map niet gevonden
pl: %1$@, %2$@. Nie znaleziono folderu
pt_br: %1$@, %2$@. Pasta não encontrada
ru: %1$@, %2$@. Папка не найдена
tr: %1$@, %2$@. Klasör bulunamadı
uk: %1$@, %2$@. Папку не знайдено
zh_hans: %1$@，%2$@。找不到文件夹
zh_hant: %1$@，%2$@。找不到資料夾
